export const timelineItems = [
  {
    title: 'Первая встреча',
    description:
      'Давай вспомним как мы встретились, Аврора, я бомжара, и ты прекрасней некуда. Как мы пошли к Лизе и сделали эту фотку. От туда и началась наша история ',
    image:
      'https://cdn.phototourl.com/free/2026-07-23-27174db6-f7ab-465d-bab3-f4e03debc95e.jpg',
  },
  {
    title: 'Наш Атлас ',
    description:
      'Возможно это была самая лучшая случайность за всю мою жизнь, не помню как до того момента жил без тебя, но помню как после него проебался и сказал "не хочешь быть моей девушкой"  Ну и пиздец это был думал что все габела нахуй я эбу, а оказывается с этого и началась наша история.',
    image:
      'https://cdn.phototourl.com/free/2026-07-23-164258c3-29c8-4dc5-b1b8-8b7082064b4a.jpg',
  },
  {
    title: 'Маленькие традиции',
    description:
      '(Тут я отступлю от начала отношений (Камон эбать в книге и так дохуя написано, я зареваный был, а ты ржала)) Вспомним наши маленькие традции, наше прощание которое наглухо спизженое у OG Buda, Наши зродовые тексти в которых мы желаем всего насвета лишь бы улечся спать (конечно мы не хотим отставать от друг друга даже ночью :) ) ',
    image:
      'https://cdn.phototourl.com/free/2026-07-23-357e7a89-6f45-4917-b6a7-35dfff403983.jpg',
  },
  {
    title: '2 года вместе',
    description:
      'Ну и вот спустя столько времени мы не терям того тяготения (Ну пиздец Макс ты слова пишешь, она хуй поймет че ты хочешь донести), даже когда были сложны периоди мы все ровно были вместе и оставались такими какими мы есть. Тут пожалуй я вставлю текст который когда-то когда я заебывал тебя писала ты : "Просто люблю, люблю такого какой он есть. Люблю его за то что он может рассказать о чём думает, о чём переживает. Люблю его за милое личико как у котенка. Люблю его за упорный характер. Люблю его детали считая от шрамов до твоего ненавистного родимого пятна. Люблю его за всё что можно. Люблю его шутки. Люблю его флирт. Его касания к моей коже. Его объятия. Люблю за то что он у меня самый старательный. Люблю за то что он может помочь кому угодно. Люблю его за то что я могу о нём позаботиться как о маленьком мальчике. Люблю его творческие таланты. Я люблю проводить с ним каждое мгновение в своей жизни. Люблю его до безумия. Любила, люблю, и буду продолжать любить дальше. С каждым днём всё больше и больше"  Этот текст я запомнил на всегда (он досехпор хранится у меня в сохраненках) возможно именно тогда я понял что я хочу сделать именно этот сайт специально для тебя  ',
    image:
      'https://cdn.phototourl.com/free/2026-07-23-dc2464ed-d202-403e-ae02-7181f2c88796.png',
  },
]

export const sliderPhotos = [
  {
    caption: 'Я',
    image:
      'https://cdn.phototourl.com/free/2026-07-23-5c44f437-fefa-46d6-888b-6748128ecfed.jpg',
  },
  {
    caption: 'Тебя',
    image:
      'https://cdn.phototourl.com/free/2026-07-23-99fc7cae-ae06-4e4c-9a8b-17ed3de9066d.jpg',
  },
  {
    caption: 'Люблю',
    image:
      'https://cdn.phototourl.com/free/2026-07-23-a6ae2190-4b8c-4011-9f06-bc482a6c7305.jpg',
  },
]

export const secretMessages = [
  'На самом деле когда я говорю что играю я не играю, а просто пересматриваю наши фотки',
  'Я не могу выразить словами как я тебя люблю.',
  'ЛАДНО БЛЯТЬ Я СПЕЦИАЛЬНО ХОТЕЛ НАЙТИ ТВОЙ ПОДАРОК ПРАСИТИТЕ (Я не думал что это будет так просто) :(',
]

export const defaultLetter = `Любимая,



Спасибо тебе за этот год: за нежность, терпение, смех, поддержку и за то, что рядом с тобой каждый день это новые приключения.

И знай ты для меня Самая красивая, самая любимая, самая нежная, самая милая, самая добрая, самая заботливая, самая лучшая, самая родная, самая сладкая, самая очаровательная, самая прекрасная, самая невероятная, самая идеальная, самая ласковая, самая искренняя, самая солнечная, самая яркая, самая волшебная, самая притягательная, самая желанная, самая теплая, самая уютная, самая вдохновляющая, самая чудесная, самая сказочная, самая незабываемая, самая особенная, самая драгоценная, самая бесценная, самая чарующая, самая стильная, самая нежнейшая, самая красивая в мире, самая добрая душа, самая светлая, самая любимая моя, самая лучшая из всех, самая искрящаяся, самая лучезарная, самая жизнерадостная, самая трогательная, самая заботливая в мире, самая понимающая, самая искренняя улыбка, самая душевная, самая гармоничная, самая желанная моя, самая прекрасная на свете, самая любимая девочка, самая родная душа, самая мягкая, самая нежная моя, самая обворожительная, самая чарующая улыбка, самая милая девочка, самая добрая в мире, самая прекрасная девушка, самая любимая навсегда, самая искренняя в мире, самая лучшая для меня, самая дорогая, самая любимая навеки, самая нужная, самая незаменимая, самая родная моя, самая теплая душа, самая яркая звезда, самая нежная улыбка, самая добрая улыбка, самая красивая улыбка, самая искренняя любовь, самая счастливая причина, самая любимая часть моей жизни, самая прекрасная часть моего мира, самая ценная, самая неповторимая, самая уникальная, самая любимая навсегда и всегда, самая желанная в мире, самая сладкая моя, самая любимая девочка на свете, самая прекрасная и нежная, самая добрая и милая, самая лучшая девушка, самая невероятно красивая, самая яркая в моей жизни, самая любимая и родная, самая чудесная девочка, самая нежная душа, самая прекрасная улыбка, самая счастливая моя, самая важная, самая дорогая моя, самая любимая в мире, самая красивая для меня, самая любимая часть моего сердца, самая светлая радость, самая нежная любовь, самая прекрасная моя, самая-самая ❤️

Я хочу беречь нас, выбирать тебя снова и снова, и однажды перечитать это письмо вместо с тобой уже со словами и улыбкой: "вспомним, почему я не спал ночами".`

export const defaultPuzzleImage =
  'https://cdn.phototourl.com/free/2026-07-23-e587faa3-77a2-40f9-81fe-17772bdf47ff.jpg'
